Repository: gnom537/nntuapp-ios
Catalog: nntu/*.lproj/Localizable.strings
Languages: ar, ru, zh_hans

# Загрузка...
source: Loading...
ar: جار التحميل...
ru: Загрузка...
zh_hans: 载入中...

# Новости
source: Events
ar: أخبار
ru: Новости
zh_hans: 新闻

# Оценки
source: Marks
ar: تقييم
ru: Оценки
zh_hans: 评测

# Ошибка
source: Error
ar: خطأ
ru: Ошибка
zh_hans: 错误

# Загрузка новости...
source: The event is loading...
ar: تحميل الأخبار ...
ru: Загрузка новости...
zh_hans: 加载消息...

# Аудитория не найдена
source: The room is not found
ar: لا أستطيع العثور
ru: Аудитория не найдена
zh_hans: 我找不到

# Введите аудиторию..
source: Enter the room..
ar: أدخل الجمهور ..
ru: Введите аудиторию..
zh_hans: 进入观众..

# семестр
source: semester
ar: نصف السنة
ru: семестр
zh_hans: 学期

# Произошла ошибка при загрузке
source: A loading error has occurred
ar: حدث خطأ أثناء تحميل
ru: Произошла ошибка при загрузке
zh_hans: 有同时加载错误

# Понедельник
source: Monday
ar: الإثنين
ru: Понедельник
zh_hans: 星期一

# Вторник
source: Tuesday
ar: الثلاثاء
ru: Вторник
zh_hans: 星期二

# Среда
source: Wednesday
ar: الأربعاء
ru: Среда
zh_hans: 星期三

# Четверг
source: Thursday
ar: الخميس
ru: Четверг
zh_hans: 星期四

# Пятница
source: Friday
ar: يوم الجمعة
ru: Пятница
zh_hans: 星期五

# Суббота
source: Saturday
ar: يوم السبت
ru: Суббота
zh_hans: 星期六

# Группа:
source: Group:
ar: مجموعة:
ru: Группа:
zh_hans: 组：

# Выйти
source: Sign out
ar: إطفاء
ru: Выйти
zh_hans: 注销

# Войти
source: Sign in
ar: أدخل
ru: Войти
zh_hans: 输入（登陆）

# Вход не выполнен
source: You aren't signed in
ar: لم تقم بتسجيل الدخول
ru: Вход не выполнен
zh_hans: 未登录

# Введите код!
source: Enter the code!
ar: أدخل رمز!
ru: Введите код!
zh_hans: 输入一个代码！

# Неверный код
source: The code is wrong
ar: شفرة خاطئة
ru: Неверный код
zh_hans: 不正确的代码

# Преподаватель
source: Teacher
ar: مدرس
ru: Преподаватель
zh_hans: 老师

# Кем вы являетесь?
source: Who are you?
ar: من أنت؟
ru: Кем вы являетесь?
zh_hans: 你是谁？

# Студент бакалавриата/специалитета
source: Bachelor / specialty student
ar: طالب بكالوريوس / التخصص
ru: Студент бакалавриата/специалитета
zh_hans: 本科学生/专业

# Студент магистратуры
source: Master degree student
ar: متخرج
ru: Студент магистратуры
zh_hans: 研究生

# Отмена
source: Cancel
ar: إلغاء
ru: Отмена
zh_hans: 消除

# Вы уверены?
source: Are you sure?
ar: هل أنت واثق؟
ru: Вы уверены?
zh_hans: 你确定吗？

# Дополнительные действия
source: More actions
ar: مزيد من الإجراءات
ru: Дополнительные действия
zh_hans: 更多操作

# Очистить день
source: Clear the day
ar: واضح اليوم
ru: Очистить день
zh_hans: 晴天

# Очистить неделю
source: Clear the week
ar: الأسبوع اضح
ru: Очистить неделю
zh_hans: 每周清除

# Перенести день с другой недели
source: Copy the day from another week
ar: نقل اليوم مع أسبوع آخر
ru: Перенести день с другой недели
zh_hans: 有一个星期转让天

# Показать существующее расписание
source: Show the timetable that already exists
ar: عرض الجدول الزمني الحالي
ru: Показать существующее расписание
zh_hans: 显示现有计划

# пары нет
source: lesson is missing
ar: فصول هناك
ru: пары нет
zh_hans: （第二）类有

# Сохранено
source: Saved
ar: تم الحفظ
ru: Сохранено
zh_hans: 保存

# Понятно
source: OK
ar: واضح
ru: Понятно
zh_hans: 明确

# Зачем нужен код?
source: Is the code necessary?
ar: لماذا أحتاج إلى رمز؟
ru: Зачем нужен код?
zh_hans: 为什么我需要的代码？

# Сообщение с кодом
source: Yes, it is. We need it to protect the timetable from harmful random changes. With giving a code we can be aware of who the person is and if something went wrong we can block the spammer and never give the code again. The code updates every 24 hours.
ar: رمز ضروري للحماية من ضرر للجدول الزمني. مع مساعدة من قانون الإجراءات المستقبلة، يمكننا تتبع متى والذين غيروا جدول أعماله لتقييد الوصول إذا لزم الأمر. يتم تحديث رمز كل 24 ساعة.
ru: Код необходим, чтобы обеспечить защиту от нанесения вреда расписанию. С помощью процедуры получения кода мы можем отследить, кто и когда менял расписание, чтобы при необходимости ограничивать доступ. Код добновляется каждые 24 часа.
zh_hans: 该代码是必要的，以防止损害的时间表。随着代码接收程序的帮助下，我们可以跟踪和谁改变了他的日程安排，如果需要限制访问。该代码是每24小时更新一次。

# Кредитс
source: NNTU app Alex Sherstnev Dmitry Yudin
ru: Приложение НГТУ Алексей Шерстнев Дмитрий Юдин

# Футер автозагрузки
source: If this function is turned on, the app will prefer online timetable over the offline one. If you don't want to lose your offline timetable, turn off this function
ar: عندما يتم تحميل الميزات الممكنة الجدول الزمني على الانترنت في الذاكرة بدلا من الموعد المحدد حاليا. إذا كنت لا تريد بدلا من الموعد المحدد خارج الخط الخاص بك تمهيد الجدول الزمني على الانترنت، تعطيل هذه الميزة.
ru: При включённой функции онлайн расписание загружается в память вместо оффлайн-расписания. Если вы не хотите, чтобы вместо вашего оффлайн-расписания загрузилось онлайн-расписание, выключите эту функцию.
zh_hans: 当启用功能的在线日程加载到内存中，而不是离线日程。如果你不想让你离线的时间表，而不是启动在线日程，禁用此功能。

# Футер загрузки на сервер
source: You can share your timetable with your group, but you need a code to do it. You can contact us to get the code - our contacts are down below.
ar: يمكنك جعل جدول زمني متاحة للمجموعة من قبل تحميلها على الخادم. لهذا تحتاج إلى رمز، يمكنك الحصول على الاتصالات أدناه.
ru: Вы можете сделать расписание доступным всей группе, загрузив его на сервер. Для этого нужен код, его вы можете получить по контактам ниже.
zh_hans: 您可以通过它上传到服务器进行调度提供给组。为此，您需要一个代码，你可以得到它下面的接触。

# Пассивный футер календаря
source: Your timetable isn't transferred to a stock calendar app on your phone. If you want it to be transferred, turn on this feature.
ar: الآن لا ينقل الجدول الزمني لتطبيق معيار التقويم. إذا كنت تريد أن تذهب التسامح مع كل التغييرات - تمكين هذه الميزة.
ru: Сейчас расписание не переносится в стандартное приложение календаря. Если вы хотите, чтобы оно туда переносилось со всеми изменениями - включите эту функцию.
zh_hans: 现在的计划是不是转移到标准的日历应用程序。如果你想让它去容忍所有的变化 - 启用此功能。

# Активный футер календаря
source: Now your timetable is in your calendar! Now you can schedule your weeks with precise information about the lessons you have.
ar: الآن يتم نقل الجدول الزمني لتطبيق معيار التقويم. الآن يمكنك خطة عملك، مع الأخذ في الاعتبار الدروس. إذا كنت ترغب في إزالة من الجدول الزمني - إيقاف تشغيل هذه الميزة.
ru: Сейчас расписание переносится в стандартное приложение календаря. Теперь вы можете планировать свои дела с учётом занятий. Если вы хотите убрать расписание из календаря - выключите эту функцию.
zh_hans: 现在计划被转移到标准的日历应用程序。现在，你可以计划你的业务，考虑到教训。如果你想从日历计划中删除 - 关闭此功能。

# Удалять календарь?
source: You have turned off automatical transfering of the timetable to your calendar. The copy of the timetable is still there. Do you want to delete it?
ar: تعطيل الجدول الزمني النقل التلقائي في التقويم. التقويم لا يزال على نسخة منه. هل تريد حذفه؟
ru: Вы отключаете автоматический перенос расписания в календарь. В календаре всё ещё находится его копия. Вы хотите удалить её?
zh_hans: 您在日历中禁用自动传送时间表。日历仍然是一个副本。你想删除它？

# Расписание еще в календаре
source: The timetable is still in the calendar
ar: جدولة يزال على التقويم
ru: Расписание ещё в календаре
zh_hans: 仍安排在日历上

# Удалить
source: Delete
ar: حذف
ru: Удалить
zh_hans: 删除

# Оставить
source: Retain
ar: يحتفظ
ru: Оставить
zh_hans: 保持

# Задачи название
source: How do tasks work?
ar: كيف تعمل 'المهام'؟
ru: Как работают задачи
zh_hans: “任务”如何工作？

# Задачи описание
source: You can create and remove tasks for everyone in your group, also you can mark tasks completion locally.
ar: تحدث إضافة المهام وإزالة المهام في المجموعة بأكملها ؛ فقط لاحظت.
ru: Добавление и удаление задач происходит у всей группы, выполнение отмечается только у вас.
zh_hans: 在整个组中添加和删除任务都会发生；只有您注意到您。
